Repository: pasteshelf/pasteshelf
Catalog: PasteShelf/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt, ru, tr, zh_hans, zh_hant

source: Convert all letters to uppercase
de: Alle Buchstaben in Großbuchstaben umwandeln
es: Convertir todas las letras a mayúsculas
fr: Convertir toutes les lettres en majuscules
ja: すべての文字を大文字に変換
ko: 모든 문자를 대문자로 변환
pt: Converter todas as letras em maiúsculas
ru: Преобразовать все буквы в прописные
tr: Tüm harfleri büyük harfe dönüştür
zh_hans: 将所有字母转换为大写
zh_hant: 將所有字母轉換為大寫

source: Convert from entities
de: Aus Entitäten umwandeln
es: Convertir desde entidades
fr: Convertir depuis les entités
ja: エンティティから変換
ko: 엔티티에서 변환
pt: Converter de entidades
ru: Преобразовать из сущностей
tr: Varlıklardan dönüştür
zh_hans: 从实体转换
zh_hant: 從實體轉換

source: Convert HTML content to Markdown
de: HTML-Inhalte in Markdown umwandeln
es: Convertir contenido HTML a Markdown
fr: Convertir le contenu HTML en Markdown
ja: HTMLコンテンツをMarkdownに変換
ko: HTML 콘텐츠를 Markdown으로 변환
pt: Converter conteúdo HTML para Markdown
ru: Преобразовать HTML-содержимое в Markdown
tr: HTML içeriğini Markdown'a dönüştür
zh_hans: 将 HTML 内容转换为 Markdown
zh_hant: 將 HTML 內容轉換為 Markdown

source: Convert HTML entities to characters
de: HTML-Entitäten in Zeichen umwandeln
es: Convertir entidades HTML a caracteres
fr: Convertir les entités HTML en caractères
ja: HTML エンティティを文字に変換
ko: HTML 엔티티를 문자로 변환
pt: Converter entidades HTML em caracteres
ru: Преобразовать HTML-сущности в символы
tr: HTML varlıklarını karakterlere dönüştür
zh_hans: 将 HTML 实体转换为字符
zh_hant: 將 HTML 實體轉換為字元

source: Convert HTML special characters to entities
de: HTML-Sonderzeichen in Entitäten umwandeln
es: Convertir caracteres HTML especiales a entidades
fr: Convertir les caractères HTML spéciaux en entités
ja: HTML 特殊文字をエンティティに変換
ko: HTML 특수 문자를 엔티티로 변환
pt: Converter caracteres especiais HTML em entidades
ru: Преобразовать спецсимволы HTML в сущности
tr: HTML özel karakterlerini varlıklara dönüştür
zh_hans: 将 HTML 特殊字符转换为实体
zh_hant: 將 HTML 特殊字元轉換為實體

source: Convert to entities
de: In Entitäten umwandeln
es: Convertir a entidades
fr: Convertir en entités
ja: エンティティに変換
ko: 엔티티로 변환
pt: Converter em entidades
ru: Преобразовать в сущности
tr: Varlıklara dönüştür
zh_hans: 转换为实体
zh_hant: 轉換為實體

source: Convert to lowercase
de: In Kleinbuchstaben umwandeln
es: Convertir a minúsculas
fr: Convertir en minuscules
ja: 小文字に変換
ko: 소문자로 변환
pt: Converter em minúsculas
ru: В нижний регистр
tr: Küçük harfe dönüştür
zh_hans: 转换为小写
zh_hant: 轉換為小寫

source: Convert to uppercase
de: In Großbuchstaben umwandeln
es: Convertir a mayúsculas
fr: Convertir en majuscules
ja: 大文字に変換
ko: 대문자로 변환
pt: Converter em maiúsculas
ru: В верхний регистр
tr: Büyük harfe dönüştür
zh_hans: 转换为大写
zh_hant: 轉換為大寫

source: Copied to clipboard
de: In die Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
ja: クリップボードにコピーしました
ko: 클립보드에 복사됨
pt: Copiado para a área de transferência
ru: Скопировано в буфер обмена
tr: Panoya kopyalandı
zh_hans: 已复制到剪贴板
zh_hant: 已複製到剪貼簿

source: Copy ${item} to clipboard
de: ${item} in die Zwischenablage kopieren
es: Copiar ${item} al portapapeles
fr: Copier ${item} dans le presse-papiers
ja: ${item} をクリップボードにコピー
ko: ${item}을(를) 클립보드에 복사
pt: Copiar ${item} para a área de transferência
ru: Копировать ${item} в буфер обмена
tr: ${item} öğesini panoya kopyala
zh_hans: 将 ${item} 复制到剪贴板
zh_hant: 將 ${item} 複製到剪貼簿

source: Copy ${text} to clipboard
de: ${text} in die Zwischenablage kopieren
es: Copiar ${text} al portapapeles
fr: Copier ${text} dans le presse-papiers
ja: ${text} をクリップボードにコピー
ko: ${text}을(를) 클립보드에 복사
pt: Copiar ${text} para a área de transferência
ru: Копировать ${text} в буфер обмена
tr: ${text} metnini panoya kopyala
zh_hans: 将 ${text} 复制到剪贴板
zh_hant: 將 ${text} 複製到剪貼簿

source: Copy a clipboard item from your history to the system clipboard.
de: Kopiert einen Eintrag aus Ihrem Verlauf in die Zwischenablage.
es: Copia un elemento de su historial al portapapeles del sistema.
fr: Copie un élément de votre historique vers le presse-papiers système.
ja: 履歴からクリップボード項目をシステムのクリップボードにコピーします。
ko: 기록에서 클립보드 항목을 시스템 클립보드로 복사합니다.
pt: Copia um item do seu histórico para a área de transferência do sistema.
ru: Копирует элемент из истории в системный буфер обмена.
tr: Geçmişinizden bir pano öğesini sistem panosuna kopyalar.
zh_hans: 将历史中的剪贴板项目复制到系统剪贴板。
zh_hant: 將歷史記錄中的剪貼簿項目複製到系統剪貼簿。

source: Copy Extracted Text
de: Extrahierten Text kopieren
es: Copiar texto extraído
fr: Copier le texte extrait
ja: 抽出テキストをコピー
ko: 추출된 텍스트 복사
pt: Copiar Texto Extraído
ru: Копировать извлечённый текст
tr: Çıkarılan Metni Kopyala
zh_hans: 复制提取的文本
zh_hant: 複製擷取的文字

source: Copy selected item
de: Ausgewähltes Element kopieren
es: Copiar el elemento seleccionado
fr: Copier l'élément sélectionné
ja: 選択した項目をコピー
ko: 선택한 항목 복사
pt: Copiar item selecionado
ru: Скопировать выбранный элемент
tr: Seçili öğeyi kopyala
zh_hans: 复制所选项目
zh_hant: 複製所選項目

source: Copy something to see it here
de: Kopieren Sie etwas, um es hier zu sehen
es: Copia algo para verlo aquí
fr: Copiez quelque chose pour le voir ici
ja: 何かをコピーするとここに表示されます
ko: 무언가를 복사하면 여기에 표시됩니다
pt: Copie algo para ver aqui
ru: Скопируйте что-нибудь, чтобы увидеть здесь
tr: Burada görmek için bir şeyler kopyalayın
zh_hans: 复制内容后会显示在这里
zh_hant: 複製內容後會顯示在這裡

source: Copy Text to Clipboard
de: Text in die Zwischenablage kopieren
es: Copiar texto al portapapeles
fr: Copier le texte dans le presse-papiers
ja: テキストをクリップボードにコピー
ko: 텍스트를 클립보드에 복사
pt: Copiar Texto para a Área de Transferência
ru: Копировать текст в буфер обмена
tr: Metni Panoya Kopyala
zh_hans: 将文本复制到剪贴板
zh_hant: 將文字複製到剪貼簿

source: Copy the modified content back to the clipboard
de: Den geänderten Inhalt zurück in die Zwischenablage kopieren
es: Copiar el contenido modificado de vuelta al portapapeles
fr: Copier le contenu modifié à nouveau dans le presse-papiers
ja: 変更した内容をクリップボードに戻す
ko: 수정된 콘텐츠를 다시 클립보드로 복사
pt: Copiar o conteúdo modificado de volta para a área de transferência
ru: Скопировать изменённое содержимое обратно в буфер
tr: Değiştirilmiş içeriği panoya geri kopyala
zh_hans: 将修改后的内容复制回剪贴板
zh_hant: 將修改後的內容複製回剪貼簿

source: Copy the specified text to the system clipboard.
de: Kopiert den angegebenen Text in die Zwischenablage.
es: Copia el texto especificado al portapapeles del sistema.
fr: Copie le texte spécifié dans le presse-papiers système.
ja: 指定されたテキストをシステムのクリップボードにコピーします。
ko: 지정된 텍스트를 시스템 클립보드에 복사합니다.
pt: Copia o texto especificado para a área de transferência do sistema.
ru: Копирует указанный текст в системный буфер обмена.
tr: Belirtilen metni sistem panosuna kopyalar.
zh_hans: 将指定文本复制到系统剪贴板。
zh_hant: 將指定文字複製到系統剪貼簿。

source: Copy to clipboard
de: In Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
ja: クリップボードにコピー
ko: 클립보드에 복사
pt: Copiar para a área de transferência
ru: Скопировать в буфер обмена
tr: Panoya kopyala
zh_hans: 复制到剪贴板
zh_hant: 複製到剪貼板

source: Copy to Clipboard
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
ja: クリップボードにコピー
ko: 클립보드에 복사
pt: Copiar para a área de transferência
ru: Копировать в буфер
tr: Panoya Kopyala
zh_hans: 复制到剪贴板
zh_hant: 複製到剪貼簿

source: Copy transformed content to the system clipboard
de: Transformierten Inhalt in die Zwischenablage kopieren
es: Copiar contenido transformado al portapapeles del sistema
fr: Copier le contenu transformé dans le presse-papiers système
ja: 変換されたコンテンツをシステムのクリップボードにコピー
ko: 변환된 콘텐츠를 시스템 클립보드에 복사
pt: Copiar conteúdo transformado para a área de transferência do sistema
ru: Копировать преобразованное содержимое в системный буфер
tr: Dönüştürülen içeriği sistem panosuna kopyala
zh_hans: 将转换后的内容复制到系统剪贴板
zh_hant: 將轉換後的內容複製到系統剪貼簿

source: Could not decode metadata document.
de: Metadatendokument konnte nicht decodiert werden.
es: No se pudo decodificar el documento de metadatos.
fr: Impossible de décoder le document de métadonnées.
ja: メタデータドキュメントをデコードできませんでした。
ko: 메타데이터 문서를 디코딩할 수 없습니다.
pt: Não foi possível decodificar o documento de metadados.
ru: Не удалось декодировать документ метаданных.
tr: Meta veri belgesi çözülemedi.
zh_hans: 无法解码元数据文档。
zh_hant: 無法解碼中繼資料文件。

source: Could not verify auth
de: Authentifizierung konnte nicht überprüft werden
es: No se pudo verificar la autenticación
fr: Impossible de vérifier l'authentification
ja: 認証を確認できませんでした
ko: 인증을 확인할 수 없습니다
pt: Não foi possível verificar a autenticação
ru: Не удалось проверить аутентификацию
tr: Kimlik doğrulaması doğrulanamadı
zh_hans: 无法验证身份认证
zh_hant: 無法驗證身分認證

source: Create
de: Erstellen
es: Crear
fr: Créer
ja: 作成
ko: 생성
pt: Criar
ru: Создать
tr: Oluştur
zh_hans: 创建
zh_hant: 建立

source: Create "%@"
de: „%@“ erstellen
es: Crear «%@»
fr: Créer « %@ »
ja: 「%@」を作成
ko: 「%@」 만들기
pt: Criar «%@»
ru: Создать «%@»
tr: 「%@」 oluştur
zh_hans: 创建「%@」
zh_hant: 建立「%@」

source: Create a GitHub Gist from clipboard content
de: Einen GitHub-Gist aus Zwischenablage-Inhalt erstellen
es: Crear un GitHub Gist a partir del contenido del portapapeles
fr: Créer un GitHub Gist à partir du contenu du presse-papiers
ja: クリップボードの内容からGitHub Gistを作成
ko: 클립보드 내용으로 GitHub Gist 만들기
pt: Criar um GitHub Gist a partir do conteúdo da área de transferência
ru: Создать GitHub Gist из содержимого буфера обмена
tr: Pano içeriğinden bir GitHub Gist oluştur
zh_hans: 从剪贴板内容创建 GitHub Gist
zh_hant: 從剪貼簿內容建立 GitHub Gist

source: Create a token with 'gist' scope
de: Token mit 'gist'-Bereich erstellen
es: Cree un token con alcance 'gist'
fr: Créez un jeton avec la portée 'gist'
ja: 'gist' スコープでトークンを作成
ko: 'gist' 범위로 토큰 생성
pt: Crie um token com escopo 'gist'
ru: Создайте токен со scope 'gist'
tr: 'gist' kapsamıyla token oluşturun
zh_hans: 创建具有 'gist' 范围的令牌
zh_hant: 建立具有 'gist' 範圍的權杖

source: Create an integration at notion.so/my-integrations
de: Erstellen Sie eine Integration unter notion.so/my-integrations
es: Cree una integración en notion.so/my-integrations
fr: Créez une intégration sur notion.so/my-integrations
ja: notion.so/my-integrations でインテグレーションを作成
ko: notion.so/my-integrations에서 통합 생성
pt: Crie uma integração em notion.so/my-integrations
ru: Создайте интеграцию на notion.so/my-integrations
tr: notion.so/my-integrations adresinde entegrasyon oluşturun
zh_hans: 在 notion.so/my-integrations 创建集成
zh_hant: 在 notion.so/my-integrations 建立整合

source: Create Gist
de: Gist erstellen
es: Crear Gist
fr: Créer un Gist
ja: Gistを作成
ko: Gist 만들기
pt: Criar Gist
ru: Создать Gist
tr: Gist oluştur
zh_hans: 创建 Gist
zh_hant: 建立 Gist

source: Create GitHub Gists from clipboard content
de: Erstellt GitHub-Gists aus Zwischenablage-Inhalten
es: Crea GitHub Gists a partir del contenido del portapapeles
fr: Crée des GitHub Gists à partir du contenu du presse-papiers
ja: クリップボードの内容から GitHub Gist を作成
ko: 클립보드 콘텐츠로 GitHub Gist를 생성합니다
pt: Cria GitHub Gists a partir do conteúdo da área de transferência
ru: Создание GitHub Gist из содержимого буфера обмена
tr: Pano içeriğinden GitHub Gist oluşturur
zh_hans: 从剪贴板内容创建 GitHub Gist
zh_hant: 從剪貼簿內容建立 GitHub Gist

source: Create Public Gist
de: Öffentlichen Gist erstellen
es: Crear Gist público
fr: Créer un Gist public
ja: 公開 Gist を作成
ko: 공개 Gist 만들기
pt: Criar Gist público
ru: Создать публичный Gist
tr: Herkese Açık Gist Oluştur
zh_hans: 创建公开 Gist
zh_hant: 建立公開 Gist

source: Create public gists by default
de: Standardmäßig öffentliche Gists erstellen
es: Crear gists públicos por defecto
fr: Créer des gists publics par défaut
ja: デフォルトで公開 Gist を作成
ko: 기본적으로 공개 gist 생성
pt: Criar gists públicos por padrão
ru: По умолчанию создавать публичные gist-ы
tr: Varsayılan olarak herkese açık gist oluştur
zh_hans: 默认创建公开 gist
zh_hant: 預設建立公開 gist

source: Create Rule
de: Regel erstellen
es: Crear regla
fr: Créer une règle
ja: ルールを作成
ko: 규칙 생성
pt: Criar Regra
ru: Создать правило
tr: Kural Oluştur
zh_hans: 创建规则
zh_hant: 建立規則

source: Create rules to automatically process clipboard items when they are captured or pasted.
de: Erstellen Sie Regeln, um Einträge bei Erfassung oder Einfügen automatisch zu verarbeiten.
es: Cree reglas para procesar automáticamente los elementos del portapapeles cuando se capturen o peguen.
fr: Créez des règles pour traiter automatiquement les éléments du presse-papiers lors de la capture ou du collage.
ja: クリップボード項目の取得時またはペースト時に自動処理するルールを作成します。
ko: 클립보드 항목을 캡처하거나 붙여넣을 때 자동으로 처리할 규칙을 만듭니다.
pt: Crie regras para processar automaticamente itens quando capturados ou colados.
ru: Создавайте правила для автоматической обработки элементов при захвате или вставке.
tr: Pano öğeleri yakalandığında veya yapıştırıldığında otomatik işlenmesi için kurallar oluşturun.
zh_hans: 创建规则以在捕获或粘贴剪贴板项目时自动处理它们。
zh_hant: 建立規則以在擷取或貼上剪貼簿項目時自動處理它們。

source: Create Tag
de: Tag erstellen
es: Crear etiqueta
fr: Créer une étiquette
ja: タグを作成
ko: 태그 생성
pt: Criar Etiqueta
ru: Создать метку
tr: Etiket Oluştur
zh_hans: 创建标签
zh_hant: 建立標籤

source: Create your first automation rule to get started.
de: Erstellen Sie Ihre erste Automatisierungsregel, um zu beginnen.
es: Cree su primera regla de automatización para empezar.
fr: Créez votre première règle d'automatisation pour commencer.
ja: 最初の自動化ルールを作成して始めましょう。
ko: 시작하려면 첫 자동화 규칙을 만드세요.
pt: Crie sua primeira regra de automação para começar.
ru: Создайте первое правило автоматизации, чтобы начать.
tr: Başlamak için ilk otomasyon kuralınızı oluşturun.
zh_hans: 创建您的第一条自动化规则以开始使用。
zh_hant: 建立您的第一個自動化規則以開始使用。

source: Created
de: Erstellt
es: Creado
fr: Créé
ja: 作成済み
ko: 생성됨
pt: Criado
ru: Создано
tr: Oluşturuldu
zh_hans: 已创建
zh_hant: 已建立

source: Credit Card
de: Kreditkarte
es: Tarjeta de crédito
fr: Carte de crédit
ja: クレジットカード
ko: 신용카드
pt: Cartão de crédito
ru: Кредитная карта
tr: Kredi Kartı
zh_hans: 信用卡
zh_hant: 信用卡

source: Critical
de: Kritisch
es: Crítico
fr: Critique
ja: 重要
ko: 심각
pt: Crítico
ru: Критично
tr: Kritik
zh_hans: 严重
zh_hant: 嚴重

source: Current Hotkey
de: Aktuelle Tastenkombination
es: Atajo actual
fr: Raccourci actuel
ja: 現在のホットキー
ko: 현재 단축키
pt: Atalho atual
ru: Текущая горячая клавиша
tr: Mevcut Kısayol
zh_hans: 当前快捷键
zh_hant: 目前快捷鍵

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
ja: カスタム
ko: 사용자 정의
pt: Personalizado
ru: Пользовательский
tr: Özel
zh_hans: 自定义
zh_hant: 自訂

source: Daily
de: Täglich
es: Diariamente
fr: Quotidien
ja: 毎日
ko: 매일
pt: Diariamente
ru: Ежедневно
tr: Günlük
zh_hans: 每天
zh_hant: 每日

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
ko: 다크
pt: Escuro
ru: Тёмная
tr: Koyu
zh_hans: 深色
zh_hant: 深色

source: Data
de: Daten
es: Datos
fr: Données
ja: データ
ko: 데이터
pt: Dados
ru: Данные
tr: Veri
zh_hans: 数据
zh_hant: 資料

source: Data Collected
de: Gesammelte Daten
es: Datos recopilados
fr: Données collectées
ja: 収集されたデータ
ko: 수집된 데이터
pt: Dados Coletados
ru: Собранные данные
tr: Toplanan Veri
zh_hans: 已收集的数据
zh_hant: 收集的資料

source: Data deleted
de: Daten gelöscht
es: Datos eliminados
fr: Données supprimées
ja: データが削除されました
ko: 데이터 삭제됨
pt: Dados excluídos
ru: Данные удалены
tr: Veriler silindi
zh_hans: 数据已删除
zh_hant: 資料已刪除

source: Data deletion failed: %@
de: Datenlöschung fehlgeschlagen: %@
es: Error en la eliminación de datos: %@
fr: Échec de la suppression des données : %@
ja: データの削除に失敗しました: %@
ko: 데이터 삭제에 실패했습니다: %@
pt: Falha na exclusão de dados: %@
ru: Не удалось удалить данные: %@
tr: Veri silme başarısız oldu: %@
zh_hans: 数据删除失败：%@
zh_hant: 資料刪除失敗:%@

source: Data export failed: %@
de: Datenexport fehlgeschlagen: %@
es: Error en la exportación de datos: %@
fr: Échec de l'exportation des données : %@
ja: データのエクスポートに失敗しました: %@
ko: 데이터 내보내기에 실패했습니다: %@
pt: Falha na exportação de dados: %@
ru: Не удалось выполнить экспорт данных: %@
tr: Veri dışa aktarma başarısız oldu: %@
zh_hans: 数据导出失败：%@
zh_hant: 資料匯出失敗:%@

source: Data exported
de: Daten exportiert
es: Datos exportados
fr: Données exportées
ja: データがエクスポートされました
ko: 데이터 내보냄
pt: Dados exportados
ru: Данные экспортированы
tr: Veriler dışa aktarıldı
zh_hans: 数据已导出
zh_hant: 資料已匯出

source: Data Loss Prevention is not enabled.
de: Data Loss Prevention ist nicht aktiviert.
es: Data Loss Prevention no está habilitado.
fr: Data Loss Prevention n'est pas activé.
ja: Data Loss Prevention は有効になっていません。
ko: Data Loss Prevention이 활성화되어 있지 않습니다.
pt: Data Loss Prevention não está ativado.
ru: Data Loss Prevention не включён.
tr: Data Loss Prevention etkin değil.
zh_hans: Data Loss Prevention 未启用。
zh_hant: Data Loss Prevention 未啟用。

source: Data Retention
de: Datenaufbewahrung
es: Retención de datos
fr: Conservation des données
ja: データ保持
ko: 데이터 보존
pt: Retenção de Dados
ru: Хранение данных
tr: Veri Saklama
zh_hans: 数据保留
zh_hant: 資料保留

source: Data Rights
de: Datenrechte
es: Derechos de datos
fr: Droits relatifs aux données
ja: データの権利
ko: 데이터 권리
pt: Direitos de Dados
ru: Права на данные
tr: Veri Hakları
zh_hans: 数据权利
zh_hant: 資料權利

source: Date
de: Datum
es: Fecha
ja: 日付
ko: 날짜
pt: Data
ru: Дата
tr: Tarih
zh_hans: 日期
zh_hant: 日期

source: Date Created
de: Erstellungsdatum
es: Fecha de creación
fr: Date de création
ja: 作成日
ko: 생성 날짜
pt: Data de criação
ru: Дата создания
tr: Oluşturma Tarihi
zh_hans: 创建日期
zh_hant: 建立日期

source: Date Range
de: Zeitraum
es: Rango de fechas
fr: Plage de dates
ja: 日付範囲
ko: 날짜 범위
pt: Intervalo de datas
ru: Диапазон дат
tr: Tarih Aralığı
zh_hans: 日期范围
zh_hant: 日期範圍

source: Decode from Base64
de: Aus Base64 dekodieren
es: Decodificar desde Base64
fr: Décoder depuis Base64
ja: Base64 からデコード
ko: Base64에서 디코딩
pt: Decodificar de Base64
ru: Декодировать из Base64
tr: Base64'ten çöz
zh_hans: 从 Base64 解码
zh_hant: 從 Base64 解碼

source: Decode percent encoding
de: Prozentkodierung dekodieren
es: Decodificar codificación porcentual
fr: Décoder l'encodage pour cent
ja: パーセントエンコーディングをデコード
ko: 퍼센트 인코딩 디코딩
pt: Decodificar codificação percentual
ru: Декодировать percent-encoding
tr: Yüzde kodlamasını çöz
zh_hans: 解码百分号编码
zh_hant: 解碼百分比編碼

source: Decode text from Base64 format
de: Text aus Base64-Format dekodieren
es: Decodificar texto en formato Base64
fr: Décoder un texte au format Base64
ja: Base64 形式のテキストをデコード
ko: Base64 형식의 텍스트 디코딩
pt: Decodificar texto em formato Base64
ru: Декодировать текст из Base64
tr: Metni Base64 biçiminden çöz
zh_hans: 从 Base64 格式解码文本
zh_hant: 從 Base64 格式解碼文字

source: Decode URL-encoded characters
de: URL-kodierte Zeichen dekodieren
es: Decodificar caracteres codificados para URL
fr: Décoder les caractères encodés URL
ja: URL エンコードされた文字をデコード
ko: URL 인코딩된 문자 디코딩
pt: Decodificar caracteres com codificação URL
ru: Декодировать URL-encoded символы
tr: URL kodlamalı karakterleri çöz
zh_hans: 解码 URL 编码字符
zh_hant: 解碼 URL 編碼字元

source: Default Page
de: Standard-Seite
es: Página predeterminada
fr: Page par défaut
ja: デフォルトページ
ko: 기본 페이지
pt: Página Padrão
ru: Страница по умолчанию
tr: Varsayılan Sayfa
zh_hans: 默认页面
zh_hant: 預設頁面

source: Default page ID not configured. Add a page ID in plugin settings.
de: Standard-Seiten-ID ist nicht konfiguriert. Fügen Sie in den Plug-in-Einstellungen eine Seiten-ID hinzu.
es: ID de página predeterminada no configurada. Añade un ID de página en los ajustes del plugin.
fr: ID de page par défaut non configuré. Ajoutez un ID de page dans les réglages du plugin.
ja: デフォルトのページ ID が設定されていません。プラグイン設定でページ ID を追加してください。
ko: 기본 페이지 ID가 구성되지 않았습니다. 플러그인 설정에서 페이지 ID를 추가하세요.
pt: ID de página padrão não configurado. Adicione um ID de página nos ajustes do plugin.
ru: ID страницы по умолчанию не настроен. Добавьте ID страницы в настройках плагина.
tr: Varsayılan sayfa kimliği yapılandırılmamış. Bir sayfa kimliğini eklenti ayarlarından ekleyin.
zh_hans: 未配置默认页面 ID。请在插件设置中添加页面 ID。
zh_hant: 未設定預設頁面 ID。請在外掛程式設定中新增頁面 ID。

source: Default Settings
de: Standardeinstellungen
es: Ajustes predeterminados
fr: Réglages par défaut
ja: デフォルト設定
ko: 기본 설정
pt: Configurações Padrão
ru: Настройки по умолчанию
tr: Varsayılan Ayarlar
zh_hans: 默认设置
zh_hant: 預設設定

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pt: Excluir
ru: Удалить
tr: Sil
zh_hans: 删除
zh_hant: 刪除

source: Delete "%@"
de: „%@“ löschen
es: Eliminar «%@»
fr: Supprimer « %@ »
ja: 「%@」を削除
ko: 「%@」 삭제
pt: Excluir «%@»
ru: Удалить «%@»
tr: 「%@」 sil
zh_hans: 删除「%@」
zh_hant: 刪除「%@」

source: Delete All
de: Alle löschen
es: Eliminar todo
fr: Tout supprimer
ja: すべて削除
ko: 모두 삭제
pt: Excluir tudo
ru: Удалить все
tr: Tümünü Sil
zh_hans: 全部删除
zh_hant: 全部刪除

source: Delete All Data?
de: Alle Daten löschen?
es: ¿Eliminar todos los datos?
fr: Supprimer toutes les données ?
ja: すべてのデータを削除しますか？
ko: 모든 데이터를 삭제하시겠습니까?
pt: Excluir todos os dados?
ru: Удалить все данные?
tr: Tüm Verileri Sil?
zh_hans: 删除所有数据？
zh_hant: 刪除所有資料？

source: Delete Collection
de: Sammlung löschen
es: Eliminar colección
fr: Supprimer la collection
ja: コレクションを削除
ko: 컬렉션 삭제
pt: Excluir Coleção
ru: Удалить коллекцию
tr: Koleksiyonu Sil
zh_hans: 删除集合
zh_hant: 刪除集合

source: Delete Everything
de: Alles löschen
es: Eliminar todo
fr: Tout supprimer
ja: すべて削除
ko: 모두 삭제
pt: Excluir Tudo
ru: Удалить всё
tr: Her Şeyi Sil
zh_hans: 全部删除
zh_hant: 全部刪除

source: Delete iCloud Data
de: iCloud-Daten löschen
es: Eliminar datos de iCloud
fr: Supprimer les données iCloud
ja: iCloud データを削除
ko: iCloud 데이터 삭제
pt: Excluir Dados do iCloud
ru: Удалить данные iCloud
tr: iCloud Verilerini Sil
zh_hans: 删除 iCloud 数据
zh_hant: 刪除 iCloud 資料

source: Delete iCloud Data...
de: iCloud-Daten löschen…
es: Eliminar datos de iCloud…
fr: Supprimer les données iCloud…
ja: iCloud データを削除…
ko: iCloud 데이터 삭제…
pt: Excluir Dados do iCloud…
ru: Удалить данные iCloud…
tr: iCloud Verilerini Sil…
zh_hans: 删除 iCloud 数据…
zh_hant: 刪除 iCloud 資料…

source: Delete Identity Provider
de: Identitätsanbieter löschen
es: Eliminar proveedor de identidad
fr: Supprimer le fournisseur d'identité
ja: ID プロバイダを削除
ko: ID 제공자 삭제
pt: Excluir Provedor de Identidade
ru: Удалить поставщика удостоверений
tr: Kimlik Sağlayıcıyı Sil
zh_hans: 删除身份提供商
zh_hant: 刪除身分提供者

source: Delete item
de: Objekt löschen
es: Eliminar elemento
fr: Supprimer l’élément
ja: 項目を削除
ko: 항목 삭제
pt: Excluir item
ru: Удалить элемент
tr: Öğeyi sil
zh_hans: 删除项
zh_hant: 刪除項目

source: Delete Item
de: Eintrag löschen
es: Eliminar elemento
fr: Supprimer l'élément
ja: 項目を削除
ko: 항목 삭제
pt: Excluir Item
ru: Удалить элемент
tr: Öğeyi Sil
zh_hans: 删除项目
zh_hant: 刪除項目

source: Delete items older than
de: Einträge löschen, die älter sind als
es: Eliminar elementos anteriores a
fr: Supprimer les éléments plus anciens que
ja: 次より古い項目を削除
ko: 다음보다 오래된 항목 삭제
pt: Excluir itens mais antigos que
ru: Удалять элементы старше
tr: Şundan eski öğeleri sil
zh_hans: 删除早于此时间的项目
zh_hant: 刪除早於以下時間的項目

source: Delete My Data
de: Meine Daten löschen
es: Eliminar mis datos
fr: Supprimer mes données
ja: 私のデータを削除
ko: 내 데이터 삭제
pt: Excluir Meus Dados
ru: Удалить мои данные
tr: Verilerimi Sil
zh_hans: 删除我的数据
zh_hant: 刪除我的資料

source: Delete Rule
de: Regel löschen
es: Eliminar regla
fr: Supprimer la règle
ja: ルールを削除
ko: 규칙 삭제
pt: Excluir Regra
ru: Удалить правило
tr: Kuralı Sil
zh_hans: 删除规则
zh_hant: 刪除規則

source: Delete the item and prevent storage
de: Eintrag löschen und Speicherung verhindern
es: Eliminar el elemento e impedir su almacenamiento
fr: Supprimer l'élément et empêcher son stockage
ja: 項目を削除し、保存を防ぐ
ko: 항목을 삭제하고 저장 방지
pt: Excluir o item e impedir armazenamento
ru: Удалить элемент и запретить сохранение
tr: Öğeyi sil ve depolamayı engelle
zh_hans: 删除项目并阻止存储
zh_hant: 刪除項目並阻止儲存

source: Deleted
de: Gelöscht
es: Eliminado
fr: Supprimé
ja: 削除済み
ko: 삭제됨
pt: Excluído
ru: Удалено
tr: Silindi
zh_hans: 已删除
zh_hant: 已刪除
